base_text_from_8_to_11 = f''' 

                    8.Ответственность Сторон
                </h4>
                <p>
                    8.1. Ответственность Заказчика:
                </p>
                <p>
                    8.1.1. В случае нарушения Заказчиком условия, предусмотренного п.3.1., 3.2. настоящего Договора,
                    Исполнитель
                    вправе в одностороннем порядке расторгнуть настоящий Договор, письменно уведомив об этом Заказчика.
                </p>
                <p>
                    8.2. Ответственность Исполнителя:
                </p>
                <p>
                    8.2.1. Исполнитель не несет ответственности за работы, не предусмотренные в п.4. настоящего Договора
                    или
                    дополнительными соглашениями к нему, а также неоплаченные Заказчиком.
                </p>
                <p>
                    8.2.2. Исполнитель не несет ответственности за окончательную реализацию дизайн-проекта, если
                    Заказчик
                    самостоятельно произведет оформление интерьеров Объекта не в соответствии с утвержденным дизайн -
                    проектом.
                </p>
                <p>
                    8.2.3. Исполнитель обязуется, в случае досрочного расторжения данного договора произвести перерасчет
                    с
                    Заказчиком по предоплате согласно п.2.1., предоставив полный расчет о фактическом исполнении данного
                    договора на
                    момент расторжения.
                </p>
                <p>
                    8.3. В случае нарушения Исполнителем сроков, предусмотренных в п.7.1 и 7.2 настоящего Договора,
                    Исполнитель
                    выплачивает Заказчику за каждый день просрочки неустойку в размере 0,1% от суммы предоплаты.
                </p>
                <p>
                    8.4. В случае нарушения заказчиком сроков оплаты, Заказчик выплачивает пени в размере 0,1% от суммы
                    платежа.
                </p>
                <h4 align="center">
                    9.Форс-мажор
                </h4>
                <p>
                    9.1. Стороны освобождаются от ответственности за частичное или полное невыполнение обязательств по
                    настоящему
                    Договору, если оно явилось следствием обстоятельств непреодолимой силы (форс-мажор), а именно
                    пожара,
                    наводнения, блокады, эмбарго на экспорт или импорт, или иных чрезвычайных или непредотвратимых при
                    данных
                    условиях обстоятельств, если эти обстоятельства непосредственно повлияли на исполнение настоящего
                    Договора. В
                    случае наступления форс-мажорных обстоятельств, срок выполнения обязательств увеличивается
                    соразмерно времени, в
                    течение которого действовали такие обстоятельства.
                </p>
                <p>
                    9.2. Если форс-мажорные обстоятельства длятся более шести месяцев, то каждая из сторон будет вправе
                    отказаться
                    от дальнейшего исполнения Договора полностью или в оставшейся его части. В этом случае никакая из
                    Сторон не
                    будет иметь право требовать от другой Стороны возмещения возможных убытков
                </p>
                <h4 align="center">
                    10.Особые условия
                </h4>
                <p>
                    10.1. При возникновении дополнительных требований Заказчика, согласованных в результате
                    консультаций, объем и
                    сроки выполнения работ по настоящему Договору могут быть изменены. Новые требования и сроки
                    фиксируются в
                    Дополнительных соглашениях, подписанных Сторонами и являющихся неотъемлемой частью настоящего
                    договора.
                </p>
                <h4 align="center">
                    11.Прочие условия
                </h4>
                <p>
                    11.1. Расторжение Договора или изменение его условий может иметь место по соглашению сторон,
                    заключивших
                    настоящий договор.
                </p>
                <p>
                    11.2. При возникновении споров и разногласий между Сторонами, Стороны примут все меры для решения их
                    путем
                    переговоров. В случае если Стороны не придут к соглашению, то спор подлежит рассмотрению в
                    Арбитражном суде
                    Краснодарского края.
                </p>
                <p>
                    11.3. Все изменения и дополнения к настоящему Договору фиксируются в Дополнительных соглашениях,
                    подписанных
                    Сторонами и являющихся неотъемлемой частью настоящего договора.
                </p>
                <p>
                    11.4. Настоящий Договор составлен в двух экземплярах, по одному для каждой из Сторон, имеющих
                    одинаковую
                    юридическую силу.
                </p>
                <p>
                    11.5. Адрес Исполнителя для доставки курьерской почты: 350010, Краснодарский край, город Краснодар,
                    улица
                    Зиповская, дом 5, литер Х, офис 28. Телефон: +7 (861) 203-00-19
                </p>
                <h4 align="center">
 
'''
shapka_dogovora2 ='''
<!DOCTYPE html>
<html lang="ru">
<meta charset="utf-8">
<head>
    <meta http-equiv="Content-Type" content="text/html; charset=utf-8">
</head>
<div style="position: relative; padding: 29px; border: 0px solid #000; height: 500px;">
    <div style="position: absolute; right: 1600px; bottom: -3200px">
        <p class="card">
            <img src="https://www.neoluxe.ru/images/stamp/stamp_neoluxe.png" alt="3" class="stamp1"/>
        </p>
    </div>

    <div class="container">
        <div style="position: relative; padding: 29px; border: 0px solid #000; height: 500px;">
            <div style="position: absolute; right: 1600px; bottom: -3120px">
                <p class="card">
                    <img src="https://www.neoluxe.ru/images/stamp/autograph.png" alt="7" class="podpis"/>
                </p>
            </div>
            <div class="container">

                <p align="center">
                    &nbsp;
                </p>
'''
shapka_dogovora ='''
<!DOCTYPE html>
<html lang="ru">
<meta charset="utf-8">
'''